[
  {
    "id": 1,
    "name": "Mere Christianity",
    "image": "/items/mere.png",
    "reason": "I've been wanting to read this book by C.S. Lewis! I heard it really details on the basics of the Gospel. I would like to read the physical copy as you see I'm building my personal library but I haven't been able to find the book anywhere.",
    "category": "books"
  },
  {
    "id": 2,
    "name": "Show Your Work",
    "image": "/items/showyourwork.png",
    "reason": "I really love how Austin Kleon always goes straight to the point with his books! I've read Steal like an Artist and it affected the way I think, positively. I would love to read his sequel. I also just want to add the book to my collection.😁",
    "category": "books"
  },
  {
    "id": 3,
    "name": "Seeking Allah, Finding Jesus",
    "image": "/items/seeking.png",
    "reason": "The idea of Muslims converting to Christianity intrigues me because I think it's a big deal to leave a religion you've known all your life. I want to read this book to see the journey of Nabeel Qureshi and how God used him to reach others.",
    "category": "books"
  },
  {
    "id": 4,
    "name": "A Voice in the Wind",
    "image": "/items/voice-wind.png",
    "reason": "Okay, okay, you see, I'm on a Francine Rivers reading spree lately! I just want to read all her books. I have bought and read four of them now. I want to also read this one and add it to my collection. I would also fancy any of her books really.🥹 Arigato",
    "category": "books"
  },
  {
    "id": 5,
    "name": "Pack of Stickers",
    "image": "/items/stickers.png",
    "reason": "I want to spice up my commonplace book. To be honest, I just want to slap stickers on everything I own. I want cartoon characters, quotes, bible verses, cute animals, aesthetic stuff, you name it. I just want to decorate my stuff.",
    "category": "books"
  },
  {
    "id": 6,
    "name": "Any Fictional book",
    "image": "/items/fiction.png",
    "reason": "I need book recommendations. I want to read more fictional books but I don't know which ones to read. I would like any book that you think I would like. I love christian, fantasy, romance, adventure, comedy and historical fiction. You name it. I also love poetry.",
    "category": "books"
  },
  {
    "id": 7,
    "name": "Notebooks",
    "image": "/items/notebook.png",
    "reason": "I have the habit of keeping a commonplace book where I write down everything and anything. You could get me any notebook, but I would love a hardcover A5 one with lined pages.",
    "category": "books"
  },
  {
    "id": 8,
    "name": "Converse Shoes",
    "image": "/items/converse.png",
    "reason": "🥹🥹Bless your girl with new shoes. I like neutral colors like black, white, gray and I also fancy blue.",
    "category": "shoes"
  },
  {
    "id": 9,
    "name": "New Balance",
    "image": "/items/newbalance.png",
    "reason": "🥹🥹Bless your girl with new shoes. I heard these ones are super comfy",
    "category": "shoes"
  },
  {
    "id": 10,
    "name": "Black Low-Sole Loafers",
    "image": "/items/loafers.png",
    "reason": "My current cooperate shoes are worn out and I need a new pair. I want a simple, classy pair that I can wear to school and formal events. I don't mind oxford shoes too.🥹",
    "category": "shoes"
  },
  {
    "id": 11,
    "name": "Adidas Sambas",
    "image": "/items/sambas.png",
    "reason": "🥹🥹 Should there really be an explanation. I just really like shoes. Bless your girl with new shoes.",
    "category": "shoes"
  },
  {
    "id": 12,
    "name": "Nike Dunks",
    "image": "/items/nike-dunks.png",
    "reason": "Yeesh, dunks are so cute. I would love a pair of these.🥹🥹 Black and white or blue and white anyone you think will look nice. I'm not that picky",
    "category": "shoes"
  },
  {
    "id": 13,
    "name": "Covered Boots",
    "image": "/items/boots.png",
    "reason": "I really like these boots. They look so stylish and would go with a lot of my outfits.🥹",
    "category": "shoes"
  },
  {
    "id": 14,
    "name": "A Monitor",
    "image": "/items/monitor.png",
    "reason": "Okay, okay. Here me out. I started using a monitor in my work place and it has been a life changer for real! I can have my code on one side and chrome or any other window on the other side. It makes working so much easier and faster.",
    "category": "tech"
  },
  {
    "id": 15,
    "name": "Headsets",
    "image": "/items/headset.png",
    "reason": "My previous headset broke. They were really nicee. The sound quality and bass were so good. I would love a new pair. Pleasee",
    "category": "tech"
  },
  {
    "id": 16,
    "name": "Earbuds",
    "image": "/items/earbuds.jpg",
    "reason": "This would be a nice have since it'll be easy to connect to both my phone, laptop and iPad. No one would even know I have them on.",
    "category": "tech"
  },
  {
    "id": 17,
    "name": "Wireless Mics",
    "image": "/items/mic.png",
    "reason": "As you know, I'm building a visual podcast called IHAC, and I need good quality mics to record clear audios. This would be really great to have!",
    "category": "tech"
  },
  {
    "id": 18,
    "name": "Photochromic Glasses",
    "image": "/items/photochromic.jpg",
    "reason": "I think I'm getting blinder by the day with all the screens I work with. A pair of these would be a lifesaver. My colleague now uses medicated glasses because he didn't save his eyes early. Help a tech sister out.",
    "category": "tech"
  },
  {
    "id": 19,
    "name": "Tripod Stand",
    "image": "/items/tripod.jpg",
    "reason": "This is also for my visual podcast IHAC. I really really need a tripod so I can record steady videos and I can place the stand anywhere I want to record. I want the ones that are small but extend really long, can rotate 360 degrees and you can attach a light to in the future.This would be super duper helpful. Help a sister.😭",
    "category": "tech"
  },
  {
    "id": 20,
    "name": "Soundcore Neck Earpiece",
    "image": "/items/soundcore.jpg",
    "reason": "Okay, okay, these ones are also cool. I like that I don't need to put them away when I don't need to use them, I can just leave them on my ear. The one Nneoma gifted me, one of the ears are no longer working. I would love a new pair.",
    "category": "tech"
  },
  {
    "id": 21,
    "name": "Portable Sewing Machine",
    "image": "/items/sewing-m.png",
    "reason": "I want to get my sewing mojo back. I want to make my own clothes and also customize some of my old clothes. It will be really cool.",
    "category": "hobbies"
  },
  {
    "id": 22,
    "name": "Polaroid Camera",
    "image": "/items/polaroid.png",
    "reason": "I want to capture memories and be able to add them to my journals especially as final year knocking on the door.",
    "category": "hobbies"
  },
  {
    "id": 23,
    "name": "Mini Printer",
    "image": "/items/printer.png",
    "reason": "I want to print small photos and notes to keep memories and decorate my journals and commonplace book.",
    "category": "hobbies"
  },
  {
    "id": 24,
    "name": "Pack of Crochet Yarn",
    "image": "/items/yarn.png",
    "reason": "I crotchet a lot nowadays and I want to make more stuff. I would love a pack of colorful yarns to work with. The ones I get are the cheaper Nigerian made ones and they are great but they have it's limitations",
    "category": "hobbies"
  },
  {
    "id": 25,
    "name": "Rubik's Cube",
    "image": "/items/rubiks.png",
    "reason": "I've been learning how to solve the rubik's cube and I don't have one to practice with. I would love to have one.",
    "category": "hobbies"
  },
  {
    "id": 26,
    "name": "Messenger Bag",
    "image": "/items/messenger.png",
    "reason": "Would love a sleek bag to carry my essentials, both for school and casual outings. They are giving korean aesthetic!",
    "category": "fashion"
  },
  {
    "id": 27,
    "name": "Aso Oke Pants",
    "image": "/items/asooke.png",
    "reason": "I unfortunately don't have any casual traditional clothes and I would love to have at least some trousers I could style. Simple colors like beige, brown, blue, black or white would be nice.",
    "category": "fashion"
  },
  {
    "id": 28,
    "name": "Jerseys",
    "image": "/items/jerseys.png",
    "reason": "I want to have jerseys! I don't care about the team or player, I just think they look cool. I would love a Steph Curry one though🌚.",
    "category": "fashion"
  },
  {
    "id": 29,
    "name": "Cute Sweaters",
    "image": "/items/cute-sweater.png",
    "reason": "Okay, sweaters always slap. Is there a limit to the amount of sweaters one can have? I don't think so. I would love a cute, cozy sweater to add to my collection.",
    "category": "fashion"
  },
  {
    "id": 30,
    "name": "Zipup Jacket",
    "image": "/items/zipup-jacket.png",
    "reason": "I just think they look really cool and would love to style it. I just like jackets and sweaters in general.",
    "category": "fashion"
  },
  {
    "id": 31,
    "name": "Analog Watch",
    "image": "/items/watch.png",
    "reason": "I really love analog watches. All the ones I have are spoilt now. My hands are bare 😭. I really want one with strong leather straps and a classy look.",
    "category": "accessories"
  },
  {
    "id": 32,
    "name": "Jewelry",
    "image": "/items/necklace.png",
    "reason": "I've been meaning to buy some jewelry to spice up my outfits. I like simple gold pieces. I think silver ones would be nice too.",
    "category": "accessories"
  },
  {
    "id": 33,
    "name": "Beaded Jewelry",
    "image": "/items/bead-necklace.png",
    "reason": "Beaded jewelry gives me a unique, creative look and is perfect for casual wear. I just want to change things up a bit.",
    "category": "accessories"
  },
  {
    "id": 34,
    "name": "Phone Charm",
    "image": "/items/phone-charm.png",
    "reason": "As you know, I've been blessed with a new phone and I think a phone charm would keep it from falling from my hands. I like simple, cute ones.",
    "category": "accessories"
  },
  {
    "id": 35,
    "name": "Biker Shades",
    "image": "/items/bikers.png",
    "reason": "Hehehe. Le Steeze. Let me block CU's sun and look good while doing it.",
    "category": "accessories"
  },
  {
    "id": 36,
    "name": "Bagonetta Glasses",
    "image": "/items/office.jpg",
    "reason": "I think this glasses would look good on me. They look nerdy and I am a nerd after all.",
    "category": "accessories"
  },
  {
    "id": 37,
    "name": "Salicylic Acid",
    "image": "/items/salicylic.png",
    "reason": "If you see my face now, God have mercy. Blackheads are really fighting for my life. I heard salcyclic acid helps with that. I don't mind any brand, as far as it works.",
    "category": "skincare"
  },
  {
    "id": 38,
    "name": "Niacinamide",
    "image": "/items/niacin.png",
    "reason": "I heard this one helps with hyperpigmentation and uneven skin tone, I have this on my chin. It's also a natural anti-inflammatory, I did my research.😉",
    "category": "skincare"
  },
  {
    "id": 39,
    "name": "Olbolla Lipgloss",
    "image": "/items/olbolla.png",
    "reason": "Lipgloss because dry lips don't look cutesy and demure.",
    "category": "skincare"
  }
]
